import { customInfoInterface } from "./interface";

export const customBlock_first: customInfoInterface = {
  mainHeadline: "Размещайте рекламу там, где её заметят",
  data: [
    {
      img: "customblock-1-1.png",
      headline: "Поисковый запрос",
      text: "Наши пользователи уже знают, какие товары и услуги им нужны. В 2ГИС они найдут все компании, а с фильтрами смогут задать более точные критерии.",
    },
    {
      img: "customblock-1-2.png",
      headline: "Выбор компании",
      text: "2ГИС выручает, когда нужно выбрать одно среди множества. В помощь пользователям — отзывы, фото, объявления о скидках и акциях. Всё это есть в карточке компании.",
    },
    {
      img: "customblock-1-3.png",
      headline: "Покупка или заказ",
      text: "Когда выбор сделан, 2ГИС поможет связаться с компанией: позвонить, перейти на сайт, оставить заявку или построить маршрут на любом транспорте или пешком.",
    },
  ],
};

export const customBlock_second: customInfoInterface = {
  mainHeadline: "Как работает реклама в геосервисе?",
  data: [
    {
      img: "customblock-2-1.png",
      headline: "Выше в выдаче",
      text: "Пользователи видят компании с рекламой выше компаний-нерекламодателей в поисковой выдаче.",
    },
    {
      img: "customblock-2-2.png",
      headline: "Больше информации",
      text: "Более полные данные о компании в карточке внушают клиенту доверие: объявления об акциях, витрины с ценами и фото, кнопка с переходом на звонок, сайт или форму заказа.",
    },
    {
      img: "customblock-2-3.png",
      headline: "Внимание пользователей",
      text: "Медийные форматы выделяют вашу компанию среди конкурентов, привлекают пользователей и дают максимальный охват.",
    },
  ],
};
